Repository: vencax/django-vxk-blog
Catalog: vxk-blog/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Latest blogs
cs: Nejnovější blogy

source: Draft
cs: Koncept

source: Published
cs: Publikováno

source: Private
cs: Soukromé

source: title
cs: Titulek

source: standfirst
cs: Úvod

source: content
cs: Obsah

source: created_at
cs: Vytvořeno

source: date published
cs: Publikováno

source: date updated
cs: Upraveno

source: enable_comments
cs: Zapnout komentáře

source: entry
cs: Blog

source: entries
cs: Blogy

source: Comments allowed
cs: Komentáře povoleny

source: Blog entries in
cs: Blogy v roce

source: comment
cs: kometářů

source: Leave a comment
cs: Okomentujte

source: Earlier entries
cs: Předchozí blogy

source: Commentary
cs: Komentáře

source: This comment has been removed.
cs: Komentář byl odebrán

source: Commenting is now closed. Comments were accepted on this entry only for the first %s days.
cs: Komentování je uzavřeno. (bylo povoleno %s dní po vložení blogu).

source: Next
cs: Další

source: Previous
cs: Předchozí
